/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "Permissão de %1$@: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Acessibilidade";

/* Preferences pane for `App` settings */
"App" = "App";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Automático";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Procurar por atualizações";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Habilitar %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "Para os ajustes, clique no ícone da barra de menus";

/* Alert box title */
"Icon Hidden" = "Ícone ocultado";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Incluir versões beta";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Monitoração de Entrada";

/* Large step size */
"Large" = "Grande";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "Abrir preferências de %1$@";

/* Section title */
"Permissions" = "Permissões";

/* No comment provided by engineer. */
"Preferences" = "Preferências";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Encerrar o %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "Solicitar permissão de %1$@";

/* Prefs check box */
"Reverse Horizontal" = "Reverter Horizontalmente";

/* Prefs check box */
"Reverse Mouse" = "Reverter o Mouse";

/* Prefs check box */
"Reverse Trackpad" = "Reverter o Trackpad";

/* Prefs check box */
"Reverse Vertical" = "Reverter Verticalmente";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "O Scroll Reverser está rodando!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverser precisa de permissão de Acessibilidade para modificar o scroll.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser precisa da permissão de Monitoração de Entrada para detectar se seus dedos estão tocando o trackpad.";

/* Prefs section header */
"Scroll Wheel" = "Roda de Scroll";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Rolando";

/* Prefs section title */
"Scrolling Axes" = "Eixos de Scroll";

/* Prefs section title */
"Scrolling Devices" = "Dispositivos de Scroll";

/* Prefs check box */
"Show in menu bar" = "Mostrar na barra de menus";

/* Small step size */
"Small" = "Pequeno";

/* Prefs check box */
"Start at login" = "Iniciar no login";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Tamanho do passo";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "O ícone do %1$@ foi removido da barra de menu. Para restaurá-lo a qualquer momento, execute %1$@ novamente.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔ obrigatório";

/* No comment provided by engineer. */
"✅ granted" = "✅ concedido";
